tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "brotli"
brew "libpng"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "bat"
brew "openssl@3"
brew "berkeley-db"
brew "btop"
brew "caddy"
brew "gettext"
brew "pkg-config"
brew "cairo"
brew "python@3.11"
brew "cmake"
brew "coreutils"
brew "libidn2"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "dnsmasq"
brew "gnu-tar"
brew "perl"
brew "dpkg"
brew "libgit2"
brew "openssl@1.1"
brew "exa"
brew "fd"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-which"
brew "libgpg-error"
brew "libgcrypt"
brew "gnupg"
brew "hcloud"
brew "helm"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "ldid"
brew "libpq", link: true
brew "libssh"
brew "libtool"
brew "libusbmuxd"
brew "luv"
brew "macos-trash"
brew "make"
brew "maven"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "restic"
brew "ripgrep"
brew "xxhash"
brew "rsync"
brew "ruby"
brew "s3cmd"
brew "skaffold"
brew "tmate"
brew "tmux"
brew "wget"
brew "ykman"
brew "yq"
brew "zsh"
brew "go-task/tap/go-task"
cask "1password"
cask "alacritty"
cask "aldente"
cask "bartender"
cask "cleanmymac"
cask "datagrip"
cask "discord"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "handbrake"
cask "imageoptim"
cask "keycastr"
cask "locationsimulator"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-remote-desktop"
cask "microsoft-word"
cask "minecraft"
cask "monitorcontrol"
cask "mullvadvpn"
cask "obsidian"
cask "parsec"
cask "postman"
cask "raycast"
cask "sensei"
cask "slack"
cask "soulver"
cask "spotify"
cask "steam"
cask "tailscale"
cask "temurin"
cask "the-unarchiver"
cask "xcodes"
cask "yubico-yubikey-manager"
cask "zoom"
cask "zotero"
vscode "adpyke.codesnap"
vscode "bradlc.vscode-tailwindcss"
vscode "cssho.vscode-svgviewer"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "iocave.monkey-patch"
vscode "jdinhlife.gruvbox"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "sswg.swift-lang"
vscode "svelte.svelte-vscode"
vscode "tale.logos-vscode"
vscode "tomoki1207.pdf"
vscode "tonybaloney.vscode-pets"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "WakaTime.vscode-wakatime"
vscode "withfig.fig"
