tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bat"
brew "openssl@3"
brew "berkeley-db"
brew "brotli"
brew "lz4"
brew "zstd"
brew "btop"
brew "caddy"
brew "python@3.11"
brew "cmake"
brew "coreutils"
brew "gettext"
brew "libidn2"
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "gnu-tar"
brew "perl"
brew "dpkg"
brew "libgit2"
brew "exa"
brew "findutils"
brew "fzf"
brew "git"
brew "git-delta"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "libgcrypt"
brew "gnupg"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "openssl@1.1"
brew "ldid"
brew "libarchive"
brew "libssh"
brew "libusbmuxd"
brew "luv"
brew "macos-trash"
brew "make"
brew "minikube"
brew "neovim"
brew "pinentry-mac"
brew "restic"
brew "xxhash"
brew "rsync"
brew "ruby"
brew "s3cmd"
brew "tmate"
brew "tmux"
brew "wget"
brew "ykman"
brew "yq"
brew "zsh"
brew "go-task/tap/go-task"
cask "1password"
cask "alacritty"
cask "aldente"
cask "bartender"
cask "cleanmymac"
cask "datagrip"
cask "discord"
cask "docker"
cask "font-mononoki-nerd-font"
cask "google-chrome"
cask "handbrake"
cask "iina"
cask "imageoptim"
cask "keycastr"
cask "locationsimulator"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "microsoft-word"
cask "minecraft"
cask "monitorcontrol"
cask "mullvadvpn"
cask "orbstack"
cask "parsec"
cask "postman"
cask "raycast"
cask "sensei"
cask "slack"
cask "soulver"
cask "spotify"
cask "steam"
cask "tailscale"
cask "temurin17"
cask "the-unarchiver"
cask "xcodes"
cask "yubico-yubikey-manager"
cask "zed"
cask "zoom"
cask "zotero"
