tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bat"
brew "brotli"
brew "lz4"
brew "zstd"
brew "btop"
brew "caddy"
brew "libpng"
brew "gettext"
brew "pkg-config"
brew "cairo"
brew "coreutils"
brew "libidn2"
brew "curl"
brew "gnu-tar"
brew "perl"
brew "dpkg"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-which"
brew "unbound"
brew "gnutls"
brew "libtool"
brew "libgpg-error"
brew "libgcrypt"
brew "gnupg"
brew "hcloud"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "ldid"
brew "libpq", link: true
brew "libusbmuxd"
brew "make"
brew "maven"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "python@3.11"
brew "r"
brew "ripgrep"
brew "xxhash"
brew "rsync"
brew "ruby"
brew "tmux"
brew "wget"
brew "ykman"
brew "yq"
brew "zsh"
brew "go-task/tap/go-task"
cask "1password"
cask "alacritty"
cask "arc"
cask "bartender"
cask "cleanmymac"
cask "datagrip"
cask "discord"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome-dev"
cask "hazeover"
cask "imageoptim"
cask "locationsimulator"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "minecraft"
cask "monitorcontrol"
cask "postman"
cask "raycast"
cask "rstudio"
cask "spotify"
cask "tailscale"
cask "temurin"
cask "the-unarchiver"
cask "xcodes"
cask "yubico-yubikey-manager"
cask "zoom"
