tap "oven-sh/bun"
tap "go-task/tap"
tap "nikitabobko/tap"
tap "homebrew/cask-fonts"

brew "bash"
brew "bun"
brew "caddy"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dockutil"
brew "fd"
brew "findutils"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "go-task"
brew "helm"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "lua-language-server"
brew "make"
brew "mas"
brew "mongosh"
brew "neovim"
brew "node@20"
brew "oci-cli"
brew "openssl@3"
brew "pam-reattach"
brew "pinentry-mac"
brew "postgresql@16"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "sqlite"
brew "tmux"
brew "wget"
brew "yq"

mas "Things", id: 904_280_696

cask "1password"
cask "aerospace"
cask "alacritty"
cask "aldente"
cask "bartender"
cask "cleanmymac"
cask "cleanshot"
cask "craft"
cask "datagrip"
cask "discord"
cask "font-iosevka-term-nerd-font"
cask "google-chrome"
cask "imageoptim"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "minecraft"
cask "modrinth"
cask "monitorcontrol"
cask "orbstack"
cask "plex"
cask "postman"
cask "soulver"
cask "soundsource"
cask "spotify"
cask "steam"
cask "syncthing"
cask "tailscale"
cask "zoom"

