tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "koekeishiya/formulae"
brew "coreutils"
brew "openssl@3"
brew "xz"
brew "curl"
brew "dockutil"
brew "fd"
brew "findutils"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "htop"
brew "jq"
brew "lsd"
brew "make"
brew "mas"
brew "mise"
brew "pkgconf"
brew "ripgrep"
brew "rsync"
brew "stow"
brew "telnet"
brew "wget"
brew "yq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "android-studio"
cask "bartender"
cask "cleanshot"
cask "craft"
cask "daisydisk"
cask "datagrip"
cask "discord"
cask "font-iosevka"
cask "ghostty"
cask "google-chrome"
cask "ibkr"
cask "imageoptim"
cask "intellij-idea"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "modrinth"
cask "monitorcontrol"
cask "orbstack"
cask "plex"
cask "postman"
cask "raycast"
cask "soulver"
cask "spaceman"
cask "spotify"
cask "steam"
cask "syncthing"
cask "tailscale"
cask "the-unarchiver"
cask "trader-workstation"
cask "zed"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Things", id: 904280696
mas "Xcode", id: 497799835
